Revit 2024 API
ParameterTypeId.JoistSystemMaximumSpacingParam Property
 "Maximum Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId JoistSystemMaximumSpacingParam { get; }
Visual Basic
Public Shared ReadOnly Property JoistSystemMaximumSpacingParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoistSystemMaximumSpacingParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace